{
  "posts": [
    {
      "id": 1,
      "dish": "Cheesecake",
      "ingredients": "cheese, eggs, milk, sugar, gelatine, strawberries, cookies",
      "descr": "Cheesecake blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah",
      "img": "/img/cheesecake.jpg",
      "alt": "Cheesecake"
    },
    {
      "id": 2,
      "dish": "Steaks",
      "ingredients": "good piece of meat, butter, salt, pepper, herbs",
      "descr": "Steaks blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah",
      "img": "/img/steak.jpg",
      "alt": "Steaks"
    },
    {
      "id": 3,
      "dish": "Ice cream",
      "ingredients": "cream, eggs, chocolate, strawberries",
      "descr": "Ice cream blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah",
      "img": "/img/icecream.jpg",
      "alt": "Ice cream"
    },
    {
      "id": 4,
      "dish": "Pumpkin soup",
      "ingredients": "pumpkin, cheese, cream, salt, pepper",
      "descr": "Pumpkin soup blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah",
      "img": "/img/soup.jpg",
      "alt": "Pumpkin soup"
    },
    {
      "dish": "Baked salmon",
      "ingredients": "salmon, butter, salt, white pepper, cream",
      "descr": "Put salmon in a buttered oven dish, add salt, pepper and cream, Bake at 200 degrees for 30 min.",
      "img": "https://source.unsplash.com/ntwa3Dn7NnI",
      "id": 6
    },
    {
      "dish": "Chocolate chip cookies",
      "ingredients": "flour, brown sugar, egg, milk, chocolate chips, nuts",
      "descr": "Put dry ingredients together, mix, add eggs, milk and mix well. Add chocolate pieces and mix gently. Form small balls, put on the oven tray, remember to leave spaces between them. Bake at 175 degrees for 10 min or till brown.",
      "img": "https://source.unsplash.com/OfdDiqx8Cz8",
      "id": 7
    }
  ]
}